Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 07-Bow-Wow-and-Mew-Mew/CAT/corpus-genesis-ylt.en.utf8.tmx
Source language: en
Languages: chr

source: And I have established My covenant with you, and all flesh is not any more cut off by waters of a deluge, and there is not any more a deluge to destroy the earth.'
chr: ᎠᎴ ᎧᏃᎮᏛ ᏕᏨᏯᏠᎢᏍᏔᏁᎭ, ᎥᏝ ᎠᎴ ᏔᎵᏁ ᏂᎦᏛ ᎤᏇᏓᎵ ᎦᏃᎱᎩᏍᎬ ᎨᏥᏒᎲᏍᏙᏗ ᏱᎨᏎᏍᏗ; ᎥᏝ ᎠᎴ ᏔᎵᏁ ᎤᏃᎱᎪᏗ ᏱᎨᏎᏍᏗ ᎡᎶᎯ ᎤᏲᏍᏙᏗᏱ.

source: And God saith, 'This is a token of the covenant which I am giving between Me and you, and every living creature that [is] with you, to generations age-during;
chr: ᎤᏁᎳᏅᎯᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎯᎠ ᎾᏍᎩ ᎤᏰᎸᏛ ᎧᏃᎮᏛ ᏥᏕᏨᏯᏠᎢᏍᏓᏁᎭ ᏂᎯ ᎠᎴ ᎾᏂᏗᏅᏃᏛ ᏥᏕᎭᏘᏁᎭ, ᎾᏍᎩ ᎤᎵᏍᏆᏗᏍᏗ ᏂᎨᏒᎾ ᎢᏣᏓᏁᏟᏴᏏᏒ ᎢᎪᎯᏛ;

source: My bow I have given in the cloud, and it hath been for a token of a covenant between Me and the earth;
chr: [ᎬᏂᏳᏉ,] ᏂᏅᎪᎳᏛᏓ ᎤᎶᎩᎸᎢ, ᎠᎴ ᎾᏍᎩ ᎤᏰᎸᏛ ᎨᏎᏍᏗ ᎧᏃᎮᏛ ᏙᎦᏠᎯᏍᏛ ᎡᎶᎯ.

source: and it hath come to pass (in My sending a cloud over the earth) that the bow hath been seen in the cloud,
chr: ᎠᎴ ᎯᎠ ᏅᏓᎦᎵᏍᏔᏂ ᎿᏉ ᏥᎶᎩᎳᏗᏍᏗᏍᎨᏍᏗ ᎡᎶᎯ, ᎤᏅᎪᎳᏛ ᎠᎪᏩᏛᏗ ᏂᎦᎵᏍᏗᏍᎨᏍᏗ ᎤᎶᎩᎸᎢ.

source: and I have remembered My covenant which is between Me and you, and every living creature among all flesh, and the waters become no more a deluge to destroy all flesh;
chr: ᎠᎴ ᎦᏅᏓᏗᏍᎨᏍᏗ ᎧᏃᎮᏛ ᏕᏨᏯᏠᎢᏍᏓᏁᎸᎢ, ᏂᎯ ᎠᎴ ᎾᏂᎥ ᏗᏅᏃᏛ ᎤᏂᏇᏓᎵ ᏥᎩ; ᎠᎴ ᎥᏝ ᎿᏉ ᏔᎵᏁ ᎤᏃᎱᎪᏗ ᏱᎨᏎᏍᏗ ᎤᏒᎲᏍᏗᏱ ᏂᎦᏛ ᎤᏇᏓᎵ.

source: and the bow hath been in the cloud, and I have seen it -- to remember the covenant age-during between God and every living creature among all flesh which [is] on the earth.'
chr: ᎠᎴ ᎤᎶᎩᎸ ᎤᏅᎪᎳᏖᏍᏗ; ᎠᎴ ᏕᎦᎦᏂᏍᎨᏍᏗ ᎾᏍᎩ ᎠᏆᏅᏗᏓᏍᏗᏱ ᎤᎵᏍᏆᏗᏍᏗ ᏂᎨᏒᎾ ᎧᏃᎮᏛ ᏚᎾᏠᎯᏍᏛ ᎤᏁᎳᏅᎯ ᎠᎴ ᎾᏂᎥ ᏗᏅᏃᏛ, ᎾᏍᎩ ᎤᏂᏇᏓᎵ ᏥᎩ, ᎾᏍᎩ ᎡᎶᎯ ᏣᏁᎭ.

source: And God saith unto Noah, 'This [is] a token of the covenant which I have established between Me and all flesh that [is] upon the earth.'
chr: ᎤᏁᎳᏅᎯᏃ ᎯᎠ ᏄᏪᏎᎴ ᏃᏯ, ᎯᎠ ᎾᏍᎩ ᎤᏰᎸᏛ ᎧᏃᎮᏛ ᏙᎦᏠᎯᏍᏛ ᎠᏴ, ᎠᎴ ᎾᏂᎥ ᎤᏂᏇᏓᎵ ᎡᎶᎯ ᏣᏁᎭ.

source: And the sons of Noah who are going out of the ark are Shem, and Ham, and Japheth; and Ham is father of Canaan.
chr: ᏃᏯᏃ ᏧᏪᏥ, ᎾᏍᎩ ᏥᏳᎯ ᏧᎾᏣᎢᏎᎢ ᎯᎠ ᎾᏍᎩ ᏎᎻ, ᎭᎻ, ᏤᏈᏛᏃ; ᎭᎻᏃ ᎾᏍᎩ ᎨᎾᏂ ᎤᏙᏓ.

source: These three [are] sons of Noah, and from these hath all the earth been overspread.
chr: ᎯᎠ ᏦᎢ ᎢᏯᏂᏛ ᏃᏯ ᏧᏪᏥ; ᎾᏍᎩᏃ ᏧᎾᏁᏢᏔᏅᎯ ᎡᎳᏂᎬ ᏚᎾᏁᎳᏗᏙᎴᎢ.

source: And Noah remaineth a man of the ground, and planteth a vineyard,
chr: ᏃᏯᏃ ᎿᏉ ᎤᎴᏅᎮ ᏠᎨᏏ ᏧᎸᏫᏍᏓᏁᎯ ᏄᎵᏍᏔᏁᎢ, ᎠᎴ ᏖᎸᎳᏗ ᏚᏫᏎᎢ;

source: and drinketh of the wine, and is drunken, and uncovereth himself in the midst of the tent.
chr: ᎠᎴ ᎩᎦᎨ ᎠᏗᏔᏍᏗ ᎤᏗᏔᎮᎢ, ᎠᎴ ᎤᏴᏍᏓᎡᎢ; ᎠᎴ ᎤᏚᏞᏎ ᎦᎵᏦᏛᎢ.

source: And Ham, father of Canaan, seeth the nakedness of his father, and declareth to his two brethren without.
chr: ᎭᎻᏃ, ᎨᎾᏂ ᎤᏙᏓ, ᎤᎪᎮ ᎤᏲᏓᎦ ᎨᏒ ᎤᏙᏓ, ᎠᎴ ᏫᏚᏃᏁᎴ ᎠᏂᏔᎵ ᎠᎾᎵᏅᏟ ᏙᏱᏗᏢ.

source: And Shem taketh -- Japheth also -- the garment, and they place on the shoulder of them both, and go backward, and cover the nakedness of their father; and their faces [are] backward, and their father's nakedness they have not seen.
chr: ᏎᎻᏃ ᎠᎴ ᏤᏈᏛ ᎠᏄᏬ ᏭᏂᏁᏎᎢ, ᎠᎴ ᎤᎾᏃᎭᏢᏁᎢ, ᎠᎴ ᎤᎾᏏᏅᏎᎢ, ᎠᎴ ᎤᏄᏢᏁ ᎤᏲᏓᎦ ᎨᏒ ᎤᏂᏙᏓ; ᎠᎴ ᎤᏣᏘᏂ ᏭᎾᎦᏖᎢ ᎠᎴ ᎥᏝ ᏳᏂᎪᎮ ᎤᏲᏓᎦ ᎨᏒ ᎤᏂᏙᏓ.

source: And Noah awaketh from his wine, and knoweth that which his young son hath done to him,
chr: ᏃᏯᏃ ᎩᎦᎨ ᎠᏗᏔᏍᏗ ᎤᏗᏔᎲ ᎤᏓᏅᏘᏌᏁᎢ, ᎠᎴ ᎠᏥᏃᏁᎴ ᎣᏂ ᎡᎯ ᎤᏪᏥ ᏄᏩᏁᎸᎢ.

source: and saith: 'Cursed [is] Canaan, Servant of servants he is to his brethren.'
chr: ᎯᎠᏃ ᏄᏪᏎᎢ, ᎠᏥᏍᎦᏨᎯ ᎨᏎᏍᏗ ᎨᎾᏂ; ᎤᏙᎯᏳᏒ ᎬᏩᏅᏏᏓᏍᏗᏉ ᎨᏎᏍᏗ ᎠᎾᎵᏅᏢᎢ.

source: And he saith: 'Blessed of Jehovah my God [is] Shem, And Canaan is servant to him.
chr: ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ, ᎦᎸᏉᏗᏳ ᎨᏎᏍᏗ ᏱᎰᏩ ᎤᏁᎳᏅᎯ ᏎᎻ ᎤᏤᎵᎦ; ᎠᎴ ᎨᎾᏂ ᎾᏍᎩ ᎤᏅᏏᏓᏍᏗ ᎨᏎᏍᏗ.

source: God doth give beauty to Japheth, And he dwelleth in tents of Shem, And Canaan is servant to him.'
chr: ᎤᏁᎳᏅᎯ ᏓᏳᏔᏃᎯᏍᏔᏂ ᏤᏈᏛ ᎠᎴ ᏎᎻ ᏚᎵᏦᏛ ᏓᏁᎳᏗᏍᎨᏍᏗ; ᎨᎾᏂᏃ ᎾᏍᎩ ᎤᏅᏏᏓᏍᏗ ᎨᏎᏍᏗ.

source: And Noah liveth after the deluge three hundred and fifty years;
chr: ᏃᏯᏃ ᎤᏃᎱᎦᏅ ᎠᏏ ᏦᎢᏧᏈ ᎯᏍᎦᏍᎪᎯ ᏧᏕᏘᏴᏛ ᎤᎴᏂᏙᎴᎢ.

source: and all the days of Noah are nine hundred and fifty years, and he dieth.
chr: ᏃᏯᏃ ᎢᎪᎯᏛ ᎤᎴᏂᏙᎸ ᏐᎣᏁᎳᏧᏈ ᎯᏍᎦᏍᎪᎯ ᏄᏕᏘᏴᎮᎢ; ᎿᏉ ᎤᏲᎱᏎᎢ.

source: Chapter 10
chr: ᎠᏯᏙᎸᎢ 10

source: And these [are] births of the sons of Noah, Shem, Ham, and Japheth; and born to them are sons after the deluge.
chr: ᏃᏯᏃ ᏧᏪᏥ, ᏎᎻ, ᎭᎻ, ᏤᏈᏛᏃ, ᎤᎾᏁᏢᏔᏅᏒ ᎯᎠ ᎾᏍᎩ ᏄᏍᏗ, ᎾᏍᎩ ᏧᏁᏥ ᎠᏂᏍᎦᏯ ᎬᏩᎾᏕᏁᎴ ᏚᏅᏬᏐᏅ.

source: 'Sons of Japheth [are] Gomer, and Magog, and Madai, and Javan, and Tubal, and Meshech, and Tiras.
chr: ᎯᎠᏃ ᎾᏍᎩ ᏤᏈᏗ ᏧᏪᏥ; ᎪᎹ, ᎠᎴ ᎹᎪᎩ, ᎠᎴ ᎹᏓᏱ, ᎠᎴ ᏤᏆᏂ, ᎠᎴ ᏚᏆᎵ, ᎠᎴ ᎺᏏᎩ, ᎠᎴ ᏔᎳᏏ.

source: And sons of Gomer [are] Ashkenaz, and Riphath, and Togarmah.
chr: ᎯᎠᏃ ᎾᏍᎩ ᎪᎹ ᏧᏪᏥ; ᎡᏍᎩᎾᏏ, ᎠᎴ ᎵᏆᏗ, ᎠᎴ ᏙᎦᎹ.

source: And sons of Javan [are] Elishah, and Tarshish, Kittim, and Dodanim.
chr: ᎯᎠᏃ ᎾᏍᎩ ᏤᏆᏂ ᏧᏪᏥ; ᎢᎳᏌ, ᎠᎴ ᏔᏏᏏ, ᎠᏂᎩᏗ, ᎠᎴ ᎠᏂᏙᏓᏂ.

source: By these have the isles of the nations been parted in their lands, each by his tongue, by their families, in their nations.
chr: ᎯᎠ ᎾᏍᎩ, ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏧᎾᏤᎵᎪᎯ ᎠᎹᏰᎵ ᏕᎨᏌᏗᏒ ᏚᏂᏯᏙᎮᎴ ᏧᎾᏤᎵᎪᎯ ᎦᏙᎯ ᏕᎨᏌᏗᏒᎢ, ᎠᏂᏏᏴᏫᎭ ᎤᏠᏱ ᏗᏂᏬᏂᏍᎩ ᎨᏒᎢ, ᎠᎴ ᏏᏓᏁᎸᎯ ᏕᎨᏌᏗᏒᎢ, ᎠᎴ ᏧᎾᏤᎵᎪᎯ ᏓᏂᎳᏍᏓᎳᏩᏗᏒᎢ.

source: And sons of Ham [are] Cush, and Mitzraim, and Phut, and Canaan.
chr: ᎯᎠᏃ ᎾᏍᎩ ᎭᎻ ᏧᏪᏥ; ᎫᏏ, ᎠᎴ ᎻᏏᎴᎻ, ᎠᎴ ᏆᏗ, ᎠᎴ ᎨᎾᏂ.

source: And sons of Cush [are] Seba, and Havilah, and Sabtah, and Raamah, and Sabtechah; and sons of Raamah [are] Sheba and Dedan.
chr: ᎯᎠᏃ ᎾᏍᎩ ᎫᏏ ᏧᏪᏥ; ᏏᏆ, ᎠᎴ ᎭᏈᎳ, ᎠᎴ ᏌᏆᏔ, ᎠᎴ ᎴᎠᎹ, ᎠᎴ ᏌᏗᎦ. ᎯᎠᏃ ᎾᏍᎩ ᎴᎠᎹ ᏧᏪᏥ, ᏥᏆ, ᏗᏓᏂᏃ.

source: And Cush hath begotten Nimrod;
chr: ᎫᏏᏃ ᎤᏪᏥ ᏂᎻᎶᏗ ᎤᏕᏁᎢ; ᎠᎴ ᎾᏍᎩ ᎤᎴᏅᎮ ᎤᎵᏂᎩᏛ ᏄᎵᏍᏔᏁ ᎡᎶᎯ ᎠᏁᎲᎢ.

source: he hath begun to be a hero in the land; he hath been a hero in hunting before Jehovah; therefore it is said, 'As Nimrod the hero [in] hunting before Jehovah.'
chr: ᎤᏣᏘ ᎤᏃᎯᎵᏓᏌᏘᏳ ᎨᏎ ᏱᎰᏩ ᎠᎦᏔᎲᎢ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᎠ ᎢᎦᏪᏛ ᏥᎩ; ᎾᏍᎩᏯ ᏂᎻᎶᏗ, ᎤᏣᏘ ᎤᏃᎯᎵᏓᏌᏘᏳ ᏥᎨᏒ ᏱᎰᏩ ᎠᎦᏔᎲᎢ.

source: And the first part of his kingdom is Babel, and Erech, and Accad, and Calneh, in the land of Shinar;
chr: ᎠᏓᎴᏂᏍᎬᏃ ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᎨᏒ ᏓᏗᎶᏂ, ᎠᎴ ᎡᎴᎩ, ᎠᎴ ᎡᎨᏓ, ᎠᎴ ᎧᎴᏂ ᎨᏎᎢ, ᏌᎾ [ᏚᏙᎥ] ᎦᏓ ᎠᎲᏢ.

source: from that land he hath gone out to Asshur, and buildeth Nineveh, even the broad places of the city, and Calah,
chr: ᎾᎿᏃ ᎦᏓ ᎠᎲ ᎤᏄᎪᏤ ᎡᏌ, ᎠᎴ ᏂᏂᏫ ᎤᏪᏚᏁᎢ, ᎠᎴ ᎾᏍᏉ ᎵᎰᏉ ᎦᏚᎲ ᎠᎴ ᎨᎳ,

source: and Resen, between Nineveh and Calah; it [is] the great city.
chr: ᎠᎴ ᎴᏏᏂ, ᎾᏍᎩ ᎠᏰᎵ ᏥᎦᏚᎭ ᏂᏂᏫ ᎨᎳᏃ ᏕᎦᏚᎲᎢ; ᎾᏍᎩ ᎡᏉᎯᏳ ᎦᏚᎭ.

source: And Mitzraim hath begotten the Ludim, and the Anamim, and the Lehabim, and the Naphtuhim,
chr: ᎻᏏᎴᎻᏃ ᎯᎠ ᎾᏍᎩ ᏧᏪᏥ ᎬᏩᏕᏁᎴᎢ; ᎠᏂᎷᏗ, ᎠᎴ ᎠᏂᎠᎾᎻ, ᎠᎴ ᎠᏂᎴᎭᏈ, ᎠᎴ ᎠᏂᎾᏚᎯ,

source: and the Pathrusim, and the Casluhim, (whence have come out Philistim,) and the Caphtorim.
chr: ᎠᎴ ᎠᏂᏆᏚᏏ, ᎠᎴ ᎠᏂᎧᏏᎷᎯ (ᎾᏍᎩ ᎯᎠ ᏨᏧᎾᏓᎴᏁ ᎠᏂᏈᎵᏍᏗ,) ᎠᏂᎦᏙᎵᏃ.

source: And Canaan hath begotten Sidon his first-born, and Heth,
chr: ᎨᎾᏂᏃ ᎤᏪᏥ ᎤᏕᏁᎴ ᏌᏙᏂ ᎢᎬᏱᏱ ᎡᎯ, ᎠᎴ ᎮᏗ,

source: and the Jebusite, and the Amorite, and the Girgashite,
chr: ᎠᎴ ᎠᏂᏥᎫᏏ, ᎠᎴ ᎠᏂᎡᎼᎵ, ᎠᎴ ᎠᏂᎦᎦᏏ,

source: and the Hivite, and the Arkite, and the Sinite,
chr: ᎠᎴ ᎠᏂᎯᏫ, ᎠᎴ ᎠᏂᎠᎩ, ᎠᎴ ᎠᏂᏌᏂ,

source: and the Arvadite, and the Zemarite, and the Hamathite; and afterwards have the families of the Canaanite been scattered.
chr: ᎠᎴ ᎠᏂᎠᏆᏗ, ᎠᎴ ᎠᏂᏏᎹᎵ, ᎠᎴ ᎠᏂᎭᎹᏗ; ᎣᏂᏃ ᎨᎾᏂ ᏏᏓᏁᎸᎯ ᏕᎨᏌᏗᏒ ᏚᏂᏰᎵᏏᏙᎴᎢ.

source: And the border of the Canaanite is from Sidon, [in] thy coming towards Gerar, unto Gaza; [in] thy coming towards Sodom, and Gomorrah, and Admah, and Zeboim, unto Lasha.
chr: ᎠᏂᎨᎾᏂᏃ ᎠᏟᎶᏛ ᎤᏅᎫᏛᎢ, ᏌᏙᏂ ᎤᏓᎴᏅᏛ ᎨᏒᎩ ᎩᎳ ᏥᏮᎦᏙᎢ, ᎨᏌ ᎢᏯᏍᏗ; ᎾᏍᎩ ᏐᏓᎻ, ᎠᎴ ᎪᎹᎵ, ᎠᎴ ᎠᏗᎹ, ᎠᎴ ᏏᏉᏱᎻ ᏕᎦᏚᎲ ᏥᏮᎦᏙ ᎴᏌ ᏫᎦᎷᎩ.

source: These [are] sons of Ham, by their families, by their tongues, in their lands, in their nations.
chr: ᎯᎠ ᎾᏍᎩ ᎭᎻ ᏧᏪᏥ, ᏏᏓᏁᎸᎯᏕᎨᏌᏗᏒ, ᎠᎴ ᎤᏠᏱ ᏗᏂᏬᏂᏍᎩ ᎨᏒᎢ, ᎠᎴ ᏧᎾᏤᎵ ᎦᏙᎯ ᏕᎨᏌᏗᏒ, ᎠᎴ ᎤᏂᏠᏱ ᎨᏒᎢ.

source: As to Shem, father of all sons of Eber, brother of Japheth the elder, he hath also begotten:
chr: ᏎᎻᏃ ᎯᏆ ᏧᏪᏥ ᏂᎦᏛ ᎤᏂᎦᏴᎵᎨ ᏥᎩ, ᎾᏍᎩ ᏤᏈᏛ ᎢᎬᏱᏱ ᎡᎯ ᏗᎾᏓᏅᏟ, ᎾᏍᎩ ᎾᏍᏉ ᏧᏪᏥ ᎬᏩᏕᏁᎴᎢ.

source: Sons of Shem [are] Elam, and Asshur, and Arphaxad, and Lud, and Aram.
chr: [ᎯᎠᏃ ᎾᏍᎩ] ᏎᎻ ᏧᏪᏥ, ᎢᎳᎻ, ᎠᎴ ᎡᏌ, ᎠᎴ ᎠᏆᏣ, ᎠᎴ ᎳᏗ, ᎠᎴ ᎡᎳᎻ.

source: And sons of Aram [are] Uz, and Hul, and Gether, and Mash.
chr: [ᎯᎠᏃ ᎾᏍᎩ] ᎡᎳᎻ ᏧᏪᏥ; ᎠᏏ, ᎠᎴ ᎭᎵ, ᎠᎴ ᎩᏛ, ᎠᎴ ᎹᏏ.

source: And Arphaxad hath begotten Salah, and Salah hath begotten Eber.
chr: ᎠᏆᏣᏃ ᎤᏪᏥ ᏎᎳ ᎤᏕᏁᎢ; ᏎᎳᏃ ᎤᏪᏥ ᎯᏆ ᎤᏕᏁᎢ.

source: And to Eber have two sons been born; the name of the one [is] Peleg (for in his days hath the earth been divided,) and his brother's name [is] Joktan.
chr: ᎯᏆᏃ ᏧᏪᏥ ᎠᏂᏔᎵ ᎤᎾᏕᏁᎢ; ᎠᏏᏴᏫ ᏇᎵᎩ ᏚᏙᎡᎢ; ᎾᎯᏳᏰᏃ ᎾᏍᎩ ᏤᎮᎢ ᎦᏙᎯ ᎤᏂᏯᏙᎴᎢ; ᏗᎾᏓᏅᏟᏃ ᎾᏍᎩ ᏦᎧᏔᏂ ᏚᏙᎡᎢ.

source: And Joktan hath begotten Almodad, and Sheleph, and Hazarmaveth, and Jerah,
chr: ᏦᎧᏔᏂᏃ ᎬᏩᏕᏁᎴ ᎡᎳᎼᏓ, ᎠᎴ ᏏᎴᏈ, ᎠᎴ ᎭᏌᎹᏈ, ᎠᎴ ᏥᎳ,

source: and Hadoram, and Uzal, and Diklah,
chr: ᎠᎴ ᎭᏙᎳᎻ, ᎠᎴ ᏳᏌᎵ, ᎠᎴ ᏗᎩᎳ,

source: and Obal, and Abimael, and Sheba,
chr: ᎠᎴ ᎣᏆᎵ, ᎠᏈᎹᎵ, ᎠᎴ ᏏᏆ,

source: and Ophir, and Havilah, and Jobab; all these [are] sons of Joktan;
chr: ᎠᎴ ᎣᏆ, ᎠᎴ ᎭᏆᎳ, ᎠᎴ ᏦᏆ; ᎯᎠ ᎾᏍᎩ ᏂᎦᏛ ᏦᎧᏔᏂ ᏧᏪᏥ ᎨᏎᎢ.

source: and their dwelling is from Mesha, [in] thy coming towards Sephar, a mount of the east.
chr: ᎾᏍᎩᏃ ᏓᏂᏁᎴᎢ ᎻᏌ ᎤᏓᎴᏅᏛ ᏎᏆ ᏥᏮᎦᏙ ᎾᏍᎩ ᏗᎧᎸᎬ ᎢᏗᏢ ᏨᏦᏓᎸ.

source: These [are] sons of Shem, by their families, by their tongues, in their lands, by their nations.
chr: ᎯᎠ ᎾᏍᎩ ᏎᎻ ᏧᏪᏥ, ᎾᏍᎩ ᏏᏓᏁᎸᎯ ᏕᎨᏌᏗᏒᎢ, ᎠᎴ ᎤᏠᏱ ᏗᏂᏬᏂᏍᎩ ᎨᏒᎢ, ᎠᎴ ᏧᎾᏤᎵᎦ ᎦᏙᎯ ᏕᎨᏌᏗᏒᎢ, ᎠᎴ ᎤᏂᏠᏱ ᎨᏒᎢ.

source: These [are] families of the sons of Noah, by their births, in their nations, and by these have the nations been parted in the earth after the deluge.
chr: ᎯᎠ ᎾᏍᎩ ᏏᏓᏁᎸᎯ ᏕᎨᏌᏗᏒ ᏃᏯ ᏧᏪᏥ ᎾᏍᎩ ᏚᎾᏁᏢᏔᏅᏒᎢ, ᎤᏂᏠᏱ ᎨᏒᎢ; ᎠᎴ ᎾᏍᎩ ᎯᎠ ᎤᏂᏠᏱ ᎨᏒ ᎡᎶᎯ ᏚᎾᏁᎳᏗᏙᎴ ᎠᎹᏱᎭ ᎨᏒ ᏚᏅᏬᏒ.

source: Chapter 11
chr: ᎠᏯᏙᎸᎢ 11

source: And the whole earth is of one pronunciation, and of the same words,
chr: ᎠᎴ ᎡᎳᏂᎬ ᏌᏉᏉ ᎨᏎ ᎠᏂᏬᏂᏍᎬ, ᎠᎴ ᎤᏠᏱᏉ ᎨᏎ ᎠᏂᏁᎬᎢ.

source: and it cometh to pass, in their journeying from the east, that they find a valley in the land of Shinar, and dwell there;
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᎠᎾᎢᏒ ᏗᎧᎸᎬ ᏅᏓᏳᎾᏂᎩᏛ, ᎤᏬᏓᎸ ᎤᏂᏩᏛᏔᏁᎢ ᎾᎿ ᎦᏙᎯ ᏌᎾ ᏚᏙᎥᎢ; ᎠᎴ ᎾᎿ ᏚᎾᏁᎳᏕᎢ.

source: and they say each one to his neighbour, 'Give help, let us make bricks, and burn [them] thoroughly:' and the brick is to them for stone, and the bitumen hath been to them for mortar.
chr: ᎯᎠᏃ ᏂᏚᎾᏓᏪᏎᎴᎢ, Ꭷ, ᏗᏛᏓᏅᎯ ᏗᏙᏢᎾ, ᎠᎴ ᎣᏍᏛ ᏗᏗᏕᏴᏓ. ᏗᏛᏓᏅᎯᏃ ᏅᏯ ᏚᏂᏰᎸᏎᎢ, ᏩᏥᎳᎨᏃ ᏝᏬᏚ ᎤᏂᏰᎸᏎᎢ.

source: And they say, 'Give help, let us build for ourselves a city and tower, and its head in the heavens, and make for ourselves a name, lest we be scattered over the face of all the earth.'
chr: ᎯᎠᏃ ᏄᏂᏪᏎᎢ, Ꭷ, ᎢᏗᏚᎲᎦ, ᎠᎴ ᎢᏅ ᎢᎦᏘ ᎢᏓᏐᏯᎦ, ᎠᎴ ᎾᏍᎩ ᎤᏍᎪᎵ ᎦᎸᎳᏗ ᏫᎦᏃᏠᏨᎭ; ᎠᎴ ᏗᎦᏙᏍᏙᏗ ᎢᏙᏢᎾ, ᎡᎶᎯᏰᏃ ᏂᎬᎾᏛ ᏱᏓᏗᎦᎴᏲᎩ.

source: And Jehovah cometh down to see the city and the tower which the sons of men have builded;
chr: ᏱᎰᏩᏃ ᎤᏠᎠᏏᎴ ᎤᎦᏔᏂᎴ ᎦᏚᎲ ᎠᎴ ᎢᏅ ᎢᎦᏘ ᎤᎾᏐᏴᎢ, ᎾᏍᎩ ᏴᏫ ᏧᏁᏥ ᏧᎾᏐᏲᎴᎢ.

source: and Jehovah saith, 'Lo, the people [is] one, and one pronunciation [is] to them all, and this it hath dreamed of doing; and now, nothing is restrained from them of that which they have purposed to do.
chr: ᏱᎰᏩᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎬᏂᏳᏉ, ᎯᎠ ᏴᏫ ᎤᏂᏠᏱᏉ, ᎠᎴ ᏂᎦᏗᏳ ᎤᏠᏱᏉ ᎠᏂᏬᏂᏍᎬᎢ; ᎠᎴ ᎯᎠ ᎾᏍᎩ ᎤᎾᎴᏅᎭ ᎾᎾᏛᏁᎭ; ᎠᎴ ᎥᏝ ᎿᏉ ᎪᎱᏍᏗ ᎬᏩᏂᏲᏍᏙᏓᏁᏗ ᏱᎨᏎᏍᏗ, ᎾᏍᎩ ᏧᎾᏓᏅᏖᎸ ᎢᏳᎾᏛᏁᏗᏱ.

source: Give help, let us go down, and mingle there their pronunciation, so that a man doth not understand the pronunciation of his companion.'
chr: Ꭷ, ᎢᏓᏠᎠᎯ, ᎠᎴ ᎾᎿ ᏧᏓᎴᏅᏛ ᏫᏂᎨᏛᏂᏏ ᎠᏂᏬᏂᏍᎬᎢ, ᎾᏍᎩ ᏧᎾᏙᎵᏤᏗᏱ ᏂᎨᏒᎾ ᏓᎾᎵᏃᎮᏍᎬᎢ.

source: And Jehovah doth scatter them from thence over the face of all the earth, and they cease to build the city;
chr: ᎾᏍᎩᏃ ᏱᎰᏩ ᏚᏗᎦᎴᏰ ᎡᎶᎯ ᏂᎬᎾᏛ ᎾᎿ ᎤᎾᏓᎴᏁᎢ; ᎠᎴ ᎤᏂᏑᎵᎪᏤ ᎠᏂᏚᎲᏍᎬᎢ.

source: therefore hath [one] called its name Babel, for there hath Jehovah mingled the pronunciation of all the earth, and from thence hath Jehovah scattered them over the face of all the earth.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏓᏓᎶᏂ ᏚᏙᎡᎢ; ᎤᏗᎦᎵᏍᏙᏗᏍᎨ ᏱᎰᏩ ᎾᎿ ᏧᏓᎴᏅᏛ ᏂᏚᏩᏁᎸ ᎡᎳᏂᎬ ᏓᏂᏬᏂᏍᎬᎢ; ᎠᎴ ᎾᎿ ᎤᎾᏓᎴᏅ ᏱᎰᏩ ᏚᏗᎦᎴᏴ ᎡᎶᎯ ᏂᎬᎾᏛᎢ.

source: These [are] births of Shem: Shem [is] a son of an hundred years, and begetteth Arphaxad two years after the deluge.
chr: ᎯᎠ ᎾᏍᎩ ᏎᎻ ᏧᏁᏢᏔᏅᏛ ᎨᏒᎢ; ᏎᎻ ᎠᏍᎪᎯᏧᏈ ᎢᏳᏕᏘᏴᏛ ᎨᏎᎢ, ᎿᏉ ᎠᏆᏣ ᎤᏕᏁᎴᎢ, ᏔᎵ ᏫᏄᏕᏘᏴᎲ ᎣᏂ ᎠᎹᏱᎭ ᏥᏄᎵᏍᏔᏁᎢ;

source: And Shem liveth after his begetting Arphaxad five hundred years, and begetteth sons and daughters.
chr: ᏎᎻᏃ ᎠᏆᏣ ᎤᏕᏁᎸ ᎠᏏ ᎣᏂ ᎯᏍᎩᏧᏈ ᏧᏕᏘᏴᏛ ᎤᎴᏂᏙᎴᎢ, ᎠᎴ ᏧᏪᏥ ᎠᏂᏍᎦᏯ ᎠᎴ ᎠᏂᎨᏴ ᎬᏩᏕᏁᎴᎢ.

source: And Arphaxad hath lived five and thirty years, and begetteth Salah.
chr: ᎠᏆᏣᏃ ᏦᎠᏍᎪᎯ ᎯᏍᎩᎦᎵ ᏄᏕᏘᏴᎮ ᏅᎴᏂᏙᎴ ᎿᏉ ᏎᎳ ᎤᏕᏁᎴᎢ.

source: And Arphaxad liveth after his begetting Salah four hundred and three years, and begetteth sons and daughters.
chr: ᎠᏆᏣᏃ ᏎᎳ ᎤᏕᏁᎸ, ᎠᏏ ᎣᏂ ᏅᎩᏧᏈ ᏦᎢᏃ ᏧᏕᏘᏴᏛ ᎤᎴᏂᏙᎴᎢ, ᏧᏪᏥᏃ ᎠᏂᏍᎦᏯ ᎠᎴ ᎠᏂᎨᏴ ᎬᏩᏕᏁᎴᎢ.

source: And Salah hath lived thirty years, and begetteth Eber.
chr: ᏎᎳᏃ ᏦᎠᏍᎪᎯ ᏧᏕᏘᏴᏛ ᎤᎴᏂᏙᎴᎢ, ᎿᏉ ᎯᏆ ᎤᏕᏁᎴᎢ.

source: And Salah liveth after his begetting Eber four hundred and three years, and begetteth sons and daughters.
chr: ᏎᎳᏃ ᎯᏆ ᎤᏕᏁᎸ ᎠᏏ ᎣᏂ ᏅᎩᏧᏈ ᏦᎢᏃ ᏧᏕᏘᏴᏛ ᎤᎴᏂᏙᎴᎢ, ᏧᏪᏥᏃ ᎠᏂᏍᎦᏯ ᎠᎴ ᎠᏂᎨᏴ ᎬᏩᏕᏁᎴᎢ.

source: And Eber liveth four and thirty years, and begetteth Peleg.
chr: ᎯᏆᏃ ᏦᎠᏍᎪᎯ ᏅᎩᎦᎵ ᏧᏕᏘᏴᏛ ᎤᎴᏂᏙᎴᎢ, ᎿᏉ ᏇᎵᎩ ᎤᏕᏁᎴᎢ.

source: And Eber liveth after his begetting Peleg four hundred and thirty years, and begetteth sons and daughters.
chr: ᎯᏆᏃ ᏇᎵᎩ ᎤᏕᏁᎸ, ᎠᏏ ᎣᏂ ᏅᎩᏧᏈ ᏦᎠᏍᎪᎯ ᏧᏕᏘᏴᏛ ᎤᎴᏂᏙᎴᎢ, ᏧᏪᏥᏃ ᎠᏂᏍᎦᏯ ᎠᎴ ᎠᏂᎨᏴ ᎬᏩᏕᏁᎴᎢ.

source: And Peleg liveth thirty years, and begetteth Reu.
chr: ᏇᎵᎩᏃ ᏦᎠᏍᎪᎯ ᏧᏕᏘᏴᏛ ᎤᎴᏂᏙᎴᎢ, ᎿᏉ ᎵᏳ ᎤᏕᏁᎴᎢ;

source: And Peleg liveth after his begetting Reu two hundred and nine years, and begetteth sons and daughters.
chr: ᏇᎵᎩᏃ ᎵᏳ ᎤᏕᏁᎸ, ᎠᏏ ᎣᏂ, ᏔᎵᏧᏈ ᏐᎣᏁᎳᏃ ᏧᏕᏘᏴᏛ ᎤᎴᏂᏙᎴᎢ, ᏧᏪᏥᏃ ᎠᏂᏍᎦᏯ ᎠᎴ ᎠᏂᎨᏴ ᎬᏩᏕᏁᎴᎢ.

source: And Reu liveth two and thirty years, and begetteth Serug.
chr: ᎵᏳᏃ ᏦᎠᏍᎪᎯ ᏔᎵᎦᎵ ᏧᏕᏘᏴᏛ ᎤᎴᏂᏙᎴᎢ, ᎿᏉ ᏎᎳᎩ ᎤᏕᏁᎴᎢ.

source: And Reu liveth after his begetting Serug two hundred and seven years, and begetteth sons and daughters.
chr: ᎵᏳᏃ ᏎᎳᎩ ᎤᏕᏁᎸ, ᎠᏏ ᎣᏂ ᏔᎵᏧᏈ ᎦᎵᏉᎩᏃ ᏧᏕᏘᏴᏛ ᎤᎴᏂᏙᎴᎢ, ᏧᏪᏥᏃ ᎠᏂᏍᎦᏯ ᎠᎴ ᎠᏂᎨᏴ ᎬᏩᏕᏁᎴᎢ.

source: And Serug liveth thirty years, and begetteth Nahor.
chr: ᏎᎳᎩᏃ ᏦᎠᏍᎪᎯ ᏧᏕᏘᏴᏛ ᎤᎴᏂᏙᎴᎢ, ᎿᏉ ᏁᎰ ᎤᏕᏁᎴᎢ;

source: And Serug liveth after his begetting Nahor two hundred years, and begetteth sons and daughters.
chr: ᏎᎳᎩᏃ ᏁᎰ ᎤᏕᏁᎸ, ᎠᏏ ᎣᏂ ᏔᎵᏧᏈ ᏧᏕᏘᏴᏛ ᎤᎴᏂᏙᎴᎢ, ᏧᏪᏥᏃ ᎠᏂᏍᎦᏯ ᎠᎴ ᎠᏂᎨᏴ ᎬᏩᏕᏁᎴᎢ.

source: And Nahor liveth nine and twenty years, and begetteth Terah.
chr: ᏁᎰᏃ ᏐᎣᏁᎳᏦᏁ ᏧᏕᏘᏴᏛ ᎤᎴᏂᏙᎴᎢ, ᎿᏉ ᏕᎳ ᎤᏕᏁᎴᎢ;

source: And Nahor liveth after his begetting Terah an hundred and nineteen years, and begetteth sons and daughters.
chr: ᏁᎰᏃ ᏕᎳ ᎤᏕᏁᎸ, ᎠᏏ ᎣᏂ ᎠᏍᎪᎯᏧᏈ ᏐᎣᏁᎳᏚ ᏧᏕᏘᏴᏛ ᎤᎴᏂᏙᎴᎢ, ᏧᏪᏥᏃ ᎠᏂᏍᎦᏯ ᎠᎴ ᎠᏂᎨᏴ ᎬᏩᏕᏁᎴᎢ.

source: And Terah liveth seventy years, and begetteth Abram, Nahor, and Haran.
chr: ᏕᎳᏃ ᎦᎵᏆᏍᎪᎯ ᏧᏕᏘᏴᏛ ᎤᎴᏂᏙᎴᎢ, ᎿᏉ ᎡᏆᎻ, ᏁᎰ, ᎮᎳᏂᏃ ᎬᏩᏕᏁᎴᎢ.

source: And these [are] births of Terah: Terah hath begotten Abram, Nahor, and Haran; and Haran hath begotten Lot;
chr: ᎯᎠᏃ ᎾᏍᎩ ᏕᎳ ᏧᏁᏢᏔᏅᏒᎢ; ᏕᎳ ᎡᏆᎻ, ᏁᎰ, ᎠᎴ ᎮᎳᏂ ᎬᏩᏕᏁᎴᎢ; ᎮᎳᏂᏃ ᎶᏗ ᎤᏕᏁᎴᎢ.

source: and Haran dieth in the presence of Terah his father, in the land of his birth, in Ur of the Chaldees.
chr: ᎮᎳᏂᏃ ᎤᏲᎱᏎ ᎠᎦᏔᎲ ᎤᏙᏓ ᏕᎳ ᎾᎿᏉ ᎤᏕᏅᎢ, ᎥᎵ ᏚᏙᎥ ᎠᏂᎨᎳᏗ ᎤᎾᏤᎵᎪᎯ.

source: And Abram and Nahor take to themselves wives; the name of Abram's wife [is] Sarai, and the name of Nahor's wife [is] Milcah, daughter of Haran, father of Milcah, and father of Iscah.
chr: ᎡᏆᎻᏃ ᎠᎴ ᏁᎰ ᏚᎾᏕᏒᏁᎢ; ᎡᏆᎻ ᎤᏓᎵᎢ ᏎᎳᏱ ᏚᏙᎡᎢ; ᏁᎰᏃ ᎤᏓᎵᎢ ᎻᎵᎧ ᏚᏙᎡᎢ, ᎮᎳᏂ ᎤᏪᏥ ᎨᏎᎢ, ᎾᏍᎩ ᎮᎳᏂ, ᎻᎵᎧ ᎤᏙᏓ ᎠᎴ ᎢᏍᎧ ᎤᏙᏓ.

source: And Sarai is barren -- she hath no child.
chr: ᎠᏎᏃ ᏎᎳᏱ ᏂᏓᎷᎸᎥᏍᎬᎾ ᎨᏎᎢ; ᎥᏝ ᎤᏪᏥ ᏰᎮᎢ.

source: And Terah taketh Abram his son, and Lot, son of Haran, his son's son, and Sarai his daughter-in-law, wife of Abram his son, and they go out with them from Ur of the Chaldees, to go towards the land of Canaan; and they come unto Charan, and dwell there.
chr: ᏕᎳᏃ ᏚᏘᏅᏎ ᎤᏪᏥ ᎡᏆᎻ, ᎠᎴ ᎶᏗ ᎾᏍᎩ ᎮᎳᏂ ᎤᏪᏥ, ᎾᏍᎩᏉ ᎤᏪᏥ ᎤᏪᏥ, ᎠᎴ ᏎᎳᏱ ᎤᏦᎯᏉ, ᎤᏪᏥᏉ ᎡᏆᎻ ᎤᏓᎵᎢ, ᎾᏍᎩᏃ ᎤᎾᏂᎩᏎ ᎥᎵ ᏚᏙᎥ ᎨᎳᏗ ᎤᎾᏤᎵᎪᎯ, ᎨᎾᏂ ᎦᏙᎯ ᏭᏂᎶᎯᏍᏗᏱ, ᎮᎳᏂᏃ ᏭᏂᎷᏤᎢ, ᎠᎴ ᎾᎿ ᎤᎾᏕᏁᎢ.

source: And the days of Terah are two hundred and five years, and Terah dieth in Charan.
chr: ᏚᎳᏃ ᏔᎵᏧᏈ ᎯᏍᎩᏃ ᏧᏕᏘᏴᏛ ᎤᎴᏂᏙᎴᎢ; ᏕᎳᏃ ᎮᎳᏂᏱ ᎤᏲᎱᏎᎢ.

source: Chapter 12
chr: ᎠᏯᏙᎸᎢ 12

source: And Jehovah saith unto Abram, 'Go for thyself, from thy land, and from thy kindred, and from the house of thy father, unto the land which I shew thee.
chr: ᏱᎰᏩᏰᏃ ᎯᎠ ᎢᏳᏪᏎᎸᎯ ᎨᏎ ᎡᏆᎻ, ᎯᏄᎪᎢ ᏣᏤᎵᎪᎯ ᎨᏒᎢ, ᎠᎴ ᏣᎪᏏ ᎨᏒ ᎩᏯᏓᏅᏏ, ᎠᎴ ᏣᏙᏓ ᎦᏁᎸ ᎭᏓᏅᎾ, ᎾᎿ ᏨᏓᎬᏯᏎᎮᎵ ᎦᏓ ᏗᎲ ᏫᎷᎩ;

source: And I make thee become a great nation, and bless thee, and make thy name great; and be thou a blessing.
chr: ᏂᎯᏃ ᏣᏁᏢᏔᏅᎯ ᎡᏉᎯᏳ ᎤᎾᏓᏤᎵᏛ ᏴᏫ ᏅᏓᎦᏥᏴᏁᎵ, ᎠᎴ ᎣᏍᏛ ᏅᏓᎬᏯᏛᏁᎵ, ᎠᎴ ᏕᏣᏙᎥ ᎡᏉᎯᏳ ᏅᏓᎬᏴᏁᎵ; ᎠᎴ ᏂᎯ ᎣᏍᏛ ᎢᎩᏴᏁᎯ ᎨᏎᏍᏗ ᏴᏫ.

source: And I bless those blessing thee, and him who is disesteeming thee I curse, and blessed in thee have been all families of the ground.'
chr: ᎠᎴ ᎣᏍᏛ ᏓᎦᏥᏁᎢᏍᏔᏂ ᎣᏍᏛ ᎨᏣᏁᎢᏍᏗᏍᎩ, ᎠᎴ ᎤᏲ ᏅᏓᏥᏪᏎᎵ ᎤᏲ ᎢᏣᏪᏎᎯ; ᏂᎯᏃ ᏅᏛᏂᏌᏂ ᏂᎦᏛ ᏴᏫ ᏓᏁᏩᏗᏒ ᎡᎳᏂᎬ ᎣᏍᏛ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎨᏎᏍᏗ.

source: And Abram goeth on, as Jehovah hath spoken unto him, and Lot goeth with him, and Abram [is] a son of five and seventy years in his going out from Charan.
chr: ᎡᏆᎻᏃ ᎤᏂᎩᏎ ᎾᏍᎩᏯ ᏱᎰᏩ ᎤᏁᏤᎸᎢ; ᎠᎴ ᎶᏗ ᎤᏁᏅᏎᎢ; ᎡᏆᎻᏃ ᎦᎵᏆᏍᎪᎯ ᎯᏍᎩᎦᎵ ᎢᏳᏕᏘᏴᏛ ᎨᏎ ᎾᎯᏳ ᎮᎳᏂ ᏧᏂᎩᏒ.

source: And Abram taketh Sarai his wife, and Lot his brother's son, and all their substance that they have gained, and the persons that they have obtained in Charan; and they go out to go towards the land of Canaan; and they come in to the land of Canaan.
chr: ᎡᏆᎻᏃ ᏎᎳᏱ ᎤᏓᎵᎢ ᎤᏘᏅᏎᎢ, ᎠᎴ ᎶᏗ ᎤᏅᏟ ᎤᏪᏥ, ᎠᎴ ᏂᎦᏛ ᎤᏂᏰᏐᏁ ᏧᎬᏩᎶᏗ ᎤᏂᏟᏌᏅᎢ, ᎠᎴ ᏂᎦᏛ ᏴᏫ ᏚᏂᏩᏛᎲ ᎮᎳᏂ; ᎠᎴ ᏅᎾᏂᎩᏎ ᎨᎾᏂ ᎦᏓ ᏗᎲ ᏩᏂᎦᏖᎢ; ᎠᎴ ᎨᎾᏂ ᎦᏓ ᏗᎲ ᏭᏂᎷᏤᎢ.

source: And Abram passeth over into the land, unto the place Shechem, unto the oak of Moreh; and the Canaanite [is] then in the land.
chr: ᎡᏆᎻᏃ ᎤᎶᏎ ᎾᎿ ᎦᏓ ᎠᎲ ᏭᎷᏤ ᏏᎩᎻ, ᎠᏓᏯᏡᎬ ᎼᎴ ᏧᏙᎢᏛ. ᎠᏂᎨᎾᏂᏃ ᎾᎿ ᎦᏓ ᎠᎲ ᎾᎯᏳ ᎠᏁᎮᎢ.

source: And Jehovah appeareth unto Abram, and saith, 'To thy seed I give this land;' and he buildeth there an altar to Jehovah, who hath appeared unto him.
chr: ᏱᎰᏩᏃ ᎬᏂᎨᏒ ᏄᏛᏁᎴ ᎡᏆᎻ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ, ᏂᎯ ᏣᏁᏢᏔᏅᏒ ᏓᎦᏥᏁᎵ ᎯᎠ ᎦᏙᎯ; ᎾᎿᏃ ᎠᏥᎸ ᎨᎳᏍᏗᏱ ᎤᏁᏍᎨᎴ ᏱᎰᏩ, ᎾᏍᎩ ᎬᏂᎨᏒ ᏥᏄᏛᏁᎴᎢ.

source: And he removeth from thence towards a mountain at the east of Beth-El, and stretcheth out the tent (Beth-El at the west, and Hai at the east), and he buildeth there an altar to Jehovah, and preacheth in the name of Jehovah.
chr: ᎠᎴ ᎾᎿ ᎤᏓᏅᏎᎢ ᎣᏓᎸ ᏇᏕᎵ ᏗᎧᎸᎬ ᎢᏗᏢ ᏭᎷᏤᎢ, ᎠᎴ ᎤᎵᏦᏔᏁᎢ, ᏇᏕᎵᏃ ᏭᏕᎵᎬ ᎢᏗᏢ ᎨᏎᎢ, ᎠᏱᏃ ᏗᎧᎸᎬ ᎢᏗᏢ; ᎾᎿᏃ ᎠᏥᎸ ᎨᎳᏍᏗᏱ ᎤᏁᏍᎨᎴ ᏱᎰᏩ, ᎠᎴ ᏱᎰᏩ ᎤᏓᏙᎵᏍᏓᏁᎴ ᏚᏙᎥ ᎤᏁᎢᏍᏔᏁᎢ.

source: And Abram journeyeth, going on and journeying towards the south.
chr: ᎡᏆᎻᏃ ᎤᏂᎩᏎᎢ, ᏧᎦᎾᏮ ᎢᏗᏢ ᏚᏭᎪᏗᏗᏎᎢ.

source: And there is a famine in the land, and Abram goeth down towards Egypt to sojourn there, for the famine [is] grievous in the land;
chr: ᎾᎿᏃ ᎦᏙᎯ ᏚᎪᏄᎶᏎᎢ; ᎡᏆᎻᏃ ᎢᏥᏈᏱ ᏭᎶᏎᎢ ᎤᏪᏙᎸᏎ ᎾᎿᏂ; ᎤᏣᏘᏰᏃ ᏓᎪᏄᎴ ᎾᎿ ᎦᏙᎯ.

source: and it cometh to pass as he hath drawn near to enter Egypt, that he saith unto Sarai his wife, 'Lo, I pray thee, I have known that thou [art] a woman of beautiful appearance;
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁ ᎿᏉ ᎤᎷᏥᏗᏎ ᎢᏥᏈᏱ, ᎯᎠ ᎾᏍᎩ ᏄᏪᏎᎴ ᏎᎳᏱ ᎤᏓᎵᎢ, Ꭷ, ᎬᏂᏳᏉ ᏥᎦᏔᎭ ᏦᏚᎯᏳ ᎨᏒ ᎯᎨᏴ ᏤᏣᎧᏃᏗᏱ;

source: and it hath come to pass that the Egyptians see thee, and they have said, 'This [is] his wife,' and they have slain me, and thee they keep alive:
chr: ᎾᏍᎩᏃ ᎯᎠ ᏅᏓᎦᎵᏍᏔᏂ, ᎿᏉ ᎢᏥᏈᏱ ᎠᏁᎯ ᎨᏣᎪᎲᎭ, ᎯᎠ ᏅᏛᏂᏪᏏ, ᎯᎠᎧᏂ ᎤᏓᎵᎢ; ᎠᏴᏃ ᎠᏎ ᏓᎬᎩᎵ, ᏂᎯᏍᎩᏂ ᎲᏅ ᏛᏂᏍᏆᏂᎪᏔᏂ.

source: say, I pray thee, thou [art] my sister, so that it is well with me because of thee, and my soul hath lived for thy sake.'
chr: Ꭷ, ᎯᎠᏉ ᏂᏪᏒᎭ; ᎥᎩᏙᏉ ᎭᏛᏅᎭ; ᎾᏍᎩᏃ ᎣᏍᏛ ᎢᎬᏆᎵᏍᏓᏁᏗ ᎨᏎᏍᏗ ᏂᎯ ᏂᎦᎵᏍᏙᏔᏅᎭ; ᎠᏆᎵᏅᏙᏃ ᎬᏁᏍᏗ ᏂᎯ ᎢᏨᏂᏌᏛ.

source: And it cometh to pass, at the entering of Abram into Egypt, that the Egyptians see the woman that she [is] exceeding fair;
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᎡᏆᎻ ᎿᏉ ᎢᏥᏈᏱ ᏭᎷᏨ, ᎢᏥᏈᏱ ᎠᏁᎯ ᎠᎨᏴ ᎤᏂᎪᎲᎩ ᎤᏣᏘ ᎤᏬᏚᎯᏳ ᎨᏒᎢ.

source: and princes of Pharaoh see her, and praise her unto Pharaoh, and the woman is taken [to] Pharaoh's house;
chr: ᏄᏂᎬᏫᏳᏒᏃ ᎾᏍᏉ ᏇᎵᏲ ᏧᏤᎵᎦ ᎬᏩᎪᎮᎢ, ᎠᎴ ᎬᏩᎸᏉᏔᏁ ᏇᎵᏲ ᎠᎦᏔᎲᎢ; ᎠᎨᏴᏃ ᏇᎵᏲ ᎦᏁᎸ ᏩᎦᏘᏅᏍᏔᏁᎢ.

source: and to Abram he hath done good because of her, and he hath sheep and oxen, and he-asses, and men-servants, and handmaids, and she-asses, and camels.
chr: ᏇᎵᏲᏃ ᎣᏍᏛ ᎤᏍᏆᏂᎪᏕ ᎡᏆᎻ ᎾᏍᎩ ᎠᎨᏴ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᎢ; ᎠᏫᏃ ᎠᎴ ᏩᎦ, ᎠᎴ ᏐᏈᎵ ᏗᏂᎵᎠᏅᎯᏛ ᎠᏂᏨᏯ, ᎠᎴ ᎠᏂᏍᎦᏯ ᏧᏅᏏᏓᏍᏗ, ᎠᎴ ᎠᏂᎨᏴ ᏧᏅᏏᏓᏍᏗ, ᎠᎴ ᏐᏈᎵ ᏗᏂᎵᎠᏅᎯᏛ ᎠᏂᎩᏴ, ᎠᎴ ᎨᎻᎵ, ᏕᎤᏪᎧᎮᎢ.

source: And Jehovah plagueth Pharaoh and his house -- great plagues -- for the matter of Sarai, Abram's wife.
chr: ᏱᎰᏩᏃ ᎤᏕᏯᏙᏔᏁ ᏇᎵᏲ ᎠᎴ ᎾᏍᎩ ᏧᏤᎵ ᏏᏓᏁᎸᎯ ᎨᏒᎢ, ᎤᏣᏘ ᎤᏕᏯᏙᏗ ᎤᏮᏔᏁᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᏎᎳᏱ ᎡᏆᎻ ᎤᏓᎵᎢ.

source: And Pharaoh calleth for Abram, and saith, 'What [is] this thou hast done to me? why hast thou not declared to me that she [is] thy wife?
chr: ᏇᎵᏲᏃ ᏭᏯᏅᎮ ᎡᏆᎻ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ, ᎦᏙ ᎦᏛᎦ ᎯᎠ ᏥᏂᏍᏋᎦ? ᎦᏙᏃ Ꮭ ᏱᏍᎩᏃᏁᎴ ᏣᏓᎵᎢ ᎨᏒᎢ?

source: Why hast thou said, She [is] my sister, and I take her to myself for a wife? and now, lo, thy wife, take and go.'
chr: ᎦᏙᏃ ᎥᎩᏙᏉ ᎥᏣᏛᏅᎩ? ᏱᏂᎬᏆᏓᏴᏎᏰᏃ; Ꭷ, ᎬᏂᏳᏉ Ꮎ ᏣᏓᎵᎢ ᏥᎯᏯᏅ, ᎠᎴ ᏥᎭᏂᎩ.

source: And Pharaoh chargeth men concerning him, and they send him away, and his wife, an all that he hath.
chr: ᏇᎵᏲᏃ ᏚᏁᏤᎴ ᏧᏤᎵ ᎠᏂᏍᎦᏯ ᎾᏍᎩ ᏚᏁᎢᏍᏓᏁᎴᎢ; ᎠᎴ ᎾᏍᎩ ᎢᎬᏩᏂᎩᏍᏔᏁ ᎤᏩᏒ ᎠᎴ ᎾᏍᏉ ᎤᏓᎵᎢ, ᎠᎴ ᏂᎦᏛ ᏧᏤᎵᎦ.

source: Chapter 13
chr: ᎠᏯᏙᎸᎢ 13

source: And Abram goeth up from Egypt (he and his wife, and all that he hath, and Lot with him) towards the south;
chr: ᎡᏆᎻᏃ ᎤᏂᎩᏎ ᎢᏥᏈᏱ, ᎤᏩᏒ, ᎠᎴ ᎾᏍᎩ ᎤᏓᎵᎢ, ᎠᎴ ᏂᎦᏛ ᏚᏓᏘᎾᎥᎢ, ᎠᎴ ᎶᏗ ᎾᏍᏉ ᎤᏁᏅᏎᎢ, ᏧᎦᎾᏮ ᎢᏗᏢ [ᎠᏂᎨᎾᏂ ᎤᎾᏤᎵᎪᎯ] ᏭᏂᎶᏎᎢ.

source: and Abram [is] exceedingly wealthy in cattle, in silver, and in gold.
chr: ᎡᏆᎻᏃ ᎤᏣᏘ ᎤᏪᎿᎢᏳ ᎨᏎᎢ ᎦᎾᏝᎢ ᎨᏒ ᎠᎴ ᎠᏕᎸ ᎤᏁᎬ ᎠᎴ ᎠᏕᎸ ᏓᎶᏂᎨᎢ.

source: And he goeth on his journeyings from the south, even unto Bethel, unto the place where his tent had been at the commencement, between Bethel and Hai --
chr: ᏕᎠᏂᎩᏎᎨᏃ ᏧᎦᎾᏮ ᏅᏓᏳᏪᏅᏛ ᏇᏕᎵ ᎢᏴᏛ, ᎾᎿ ᎢᎬᏱᏱ ᎤᎵᏦᏔᏅᎢ, ᏇᏕᎵ ᎠᎴ ᎠᏱ ᎾᎿ ᎠᏰᎵ ᎨᏒᎢ;

source: unto the place of the altar which he made there at the first, and there doth Abram preach in the name of Jehovah.
chr: ᎾᎿ ᎤᏪᎧᏅ ᎠᏥᎸ-ᎨᎳᏍᏗᏱ, ᎾᏍᎩ ᏗᏓᎴᏂᏍᎬ ᎤᏬᏢᏅᎢ; ᎡᏆᎻᏃ ᎾᎿ ᏱᎰᏩ ᏚᏙᎥ ᎤᏁᎢᏍᏔᏁ ᎤᏓᏙᎵᏍᏓᏁᎴᎢ.

source: And also to Lot, who is going with Abram, there hath been sheep and oxen and tents;
chr: ᎶᏗᏃ ᎾᏍᏉ, ᎡᏆᎻ ᏧᏁᏅᏎᎢ, ᎠᏫ, ᎠᎴ ᎦᎾᏝᎢ ᏓᏘᏁᎮᎢ, ᎠᎴ ᏗᎦᎵᏦᏙᏗ ᏕᎦᏁᎮᎢ.

source: and the land hath not suffered them to dwell together, for their substance hath been much, and they have not been able to dwell together;
chr: ᎦᏙᎯᏃ ᎥᏝ ᏰᎵ ᏱᏂᎨᏎ ᎾᎿ ᎢᏧᎳᎭ ᎤᎾᏕᏗᏱ; ᎤᏣᏘᏰᏃ ᏧᎬᏩᎶᏗ ᎤᏂᏍᏆᏂᎪᏕᎢ, ᎾᏍᎩ ᎢᏳᏍᏗ ᎥᏝ ᏰᎵ ᎢᏧᎳᎭ ᎬᏩᎾᏕᏗ ᏱᎨᏎᎢ.

source: and there is a strife between those feeding Abram's cattle and those feeding Lot's cattle; and the Canaanite and the Perizzite [are] then dwelling in the land.
chr: ᎠᎴ ᏓᎾᏘᏲᎯᎮ ᎡᏆᎻ ᎦᎾᏝᎢ ᏗᎬᏩᎦᏘᏕᎯ, ᎠᎴ ᎶᏗ ᎦᎾᏝᎢ ᏗᎬᏩᎦᏘᏕᎯ; ᎠᏂᎨᎾᏂᏃ ᎠᎴ ᎠᏂᏇᎵᏏ ᎾᎿ ᎾᎯᏳ ᎾᏁᎮᎢ.

source: And Abram saith unto Lot, 'Let there not, I pray thee, be strife between me and thee, and between my shepherds and thy shepherds, for we [are] men -- brethren.
chr: ᎡᏆᎻᏃ ᎯᎠ ᏄᏪᏎᎴ ᎶᏗ, ᏞᏍᏗᏉ ᎩᎾᏘᏲᎸᎩ ᎠᏴ, ᎠᎴ ᎦᎾᏝᎢ ᏗᎨᎩᏂᎦᏘᏕᎯ ᏞᏍᏗ ᎤᎾᏘᏲᎸᎩ; ᏗᎾᏓᏅᏟᏉᏰᏃ.

source: Is not all the land before thee? be parted, I pray thee, from me; if to the left, then I to the right; and if to the right, then I to the left.'
chr: ᏝᏍᎪ ᏂᎬ ᎦᏙᎯ ᏱᏣᏜᏅᏓᏕᎭ ᏂᎯ? Ꭷ, ᎭᏓᏓᎴᏓᏉᏃ ᎠᏂ ᎨᎥᎢ. ᎢᏳᏃ ᎠᎦᏍᎦᏂ ᎢᏗᏢ ᏱᏂᏣᏛᏁᏔᏅ, ᎠᏴ ᎠᎦᏘᏏ ᎢᏗᏢ ᏱᏫᏂᎦᏛᏁᏓ; ᎢᏳ ᎠᎴ ᎠᎦᏘᏏ ᎢᏗᏢ ᏱᏫᏣᎶᏒ, ᎠᎦᏍᎦᏂ ᎢᏗᏢ ᏱᏫᏥᎶᎢ ᎠᏴ.

source: And Lot lifteth up his eyes, and seeth the whole circuit of the Jordan that it [is] all a watered country (before Jehovah's destroying Sodom and Gomorrah, as Jehovah's garden, as the land of Egypt,) in thy coming toward Zoar,
chr: ᎶᏗᏃ ᏫᏚᎧᎿᏁᎢ, ᎠᎴ ᎤᎪᎮ ᏂᎦᏛ ᎤᏬᏓᎸ ᏦᏓᏂ, ᎾᏍᎩ ᏂᎬᎾᏛ ᏦᏏᏳ ᏕᎤᏪᏰᎢ, ᎾᏍᎩ ᎠᏏ ᏱᎰᏩ ᏂᏓᏲᏍᏗᏍᎬᎾ ᏥᎨᏎ ᏐᏓᎻ ᎠᎴ ᎪᎹᎵ, ᎾᏍᎩᏯ ᏱᎰᏩ ᎤᏫᏒᏅᎢ, ᎠᎴ ᎢᏥᏈᏱ ᎾᏍᎩᏯᎢ Ꭰ ᏐᏩ ᏥᏮᎦᏙᎢ.

source: and Lot chooseth for himself the whole circuit of the Jordan; and Lot journeyeth from the east, and they are parted -- a man from his companion;
chr: ᎶᏗᏃ ᎤᏑᏰᏎ ᏂᎦᏛ ᎦᏙᎯ ᏦᏓᏂ ᎾᎥᎢ; ᎠᎴ ᎶᏗ ᏗᎧᎸᎬ ᎢᏗᏢ ᏭᏂᎩᏍᏔᏁᎢ; ᎠᎴ ᏚᎾᎦᎴᏅᎮᎢ.

source: Abram hath dwelt in the land of Canaan, and Lot hath dwelt in the cities of the circuit, and tenteth unto Sodom;
chr: ᎡᏆᎻ ᎨᎾᏂ ᎡᎮᎢ, ᎶᏗᏃ ᎤᏬᏓᎸ ᏕᎦᏚᎲ ᎡᎮᎢ, ᎠᎴ ᏐᏓᎻ ᎢᏗᏢ ᏫᏚᎦᏖ ᏚᎵᏦᏛᎢ.

source: and the men of Sodom [are] evil, and sinners before Jehovah exceedingly.
chr: ᏐᏓᎻᏃ ᎠᏁᎯ ᎤᏂᏁᎫᎯᏳ ᎨᏎᎢ, ᎠᎴ ᎤᏣᏘ ᎠᏂᏍᎦᎾᎯᏳ ᎨᏎ ᏱᎰᏩ ᎠᎦᏔᎲᎢ.

source: And Jehovah said unto Abram, after Lot's being parted from him, 'Lift up, I pray thee, thine eyes, and look from the place where thou [art], northward, and southward, and eastward, and westward;
chr: ᏱᎰᏩᏃ ᎯᎠ ᏄᏪᏎᎴ ᎡᏆᎻ, ᎾᏍᎩ ᎦᏳᎳ ᎿᏉ ᎶᏗ ᏂᏚᎾᎦᎴᏅᎰᎢ, Ꭷ, ᏔᎧᏅᎦ ᎾᎿ ᎯᏙᎬ ᎭᎴᏅ, ᎯᎦᏖᎾᎦ ᏧᏴᏢ ᎢᏗᏢ ᎠᎴ ᏧᎦᎾᏮ ᎢᏗᏢ, ᎠᎴ ᏗᎧᎸᎬ ᎢᏗᏢ, ᎠᎴ ᏭᏕᎵᎬ ᎢᏗᏢ;

source: for the whole of the land which thou are seeing, to thee I give it, and to thy seed -- to the age.
chr: ᏂᎦᏛᏰᏃ ᎦᏙᎯ ᏥᎪᏩᏗᎭ, ᏂᎯ ᏓᎬᏁᎵ ᎠᎴ ᏂᎯ ᏣᏁᏢᏔᏅᎯ, ᏂᎪᎯᎸ ᎤᎾᏤᎵ ᎢᏳᎵᏍᏙᏗᏱ.

source: And I have set thy seed as dust of the earth, so that, if one is able to number the dust of the earth, even thy seed is numbered;
chr: ᎠᎴ ᏂᎯ ᏣᏁᏢᏔᏅᎯ ᎨᏒ ᎪᏍᏚ ᏥᏄᏧᏈᏍᏗ ᎦᏙᎯ ᎾᏍᎩᏯ ᏅᏓᎦᏥᏴᏁᎵ; ᎾᏍᎩᏃ ᏴᏫ ᎢᏳᏃ ᎬᏩᏎᎰᎲᏍᏗ ᎨᏎᏍᏗ ᎪᏍᏚ ᎦᏙᎯ ᎦᎳᎨᏴᎢ, ᎿᏉ ᎾᏍᏉ ᏰᎵ ᏗᎬᏎᎰᎲᏍᏗ ᎨᏎᏍᏗ ᏣᏁᏢᏔᏅᏛ ᎨᏒᎢ.

source: rise, go up and down through the land, to its length, and to its breadth, for to thee I give it.'
chr: ᏔᎴᎲᎦ, ᎮᏓ ᏂᎦᏅᎯᏒ ᎠᎴ ᎾᏯᏛᎥ ᎯᎠ ᎦᏙᎯ; ᏂᎯᏰᏃ ᏓᎬᏁᎵ.

source: And Abram tenteth, and cometh, and dwelleth among the oaks of Mamre, which [are] in Hebron, and buildeth there an altar to Jehovah.
chr: ᎡᏆᎻᏃ ᎤᎲᏎ ᎤᎵᏦᏛᎢ ᎠᎴ ᎠᏓᏯ-ᏕᏈᎬᎢ ᎹᎻᎵ ᏧᏤᎵᎦ ᏭᏕᏂᎴᎢ, ᎾᏍᎩ ᎯᏆᏂ ᏥᏚᏙᎥ, ᎠᎴ ᎾᎿ ᎠᏥᎸ ᎨᎳᏍᏗᏱ ᎤᏁᏍᎨᎮᎴ ᏱᎰᏩ.
